const config = {
    prefix: '-', //برفكس البوت
    token: '', // التوكن
    color: '#ffffff', // الون
    largelogo: 'https://media.discordapp.net/attachments/1000365469628375112/1011291905411260456/Falcondev1.png', // الوقو الكبير
    adminrole: '1004761222014566480', // رتبة الادارة العليا الي يقدرون يستعملو امر send و update عشان يحطون المعلومات في الكونفيق
    channelid: '1006241632355618838', // الروم الي رسل البوت فيه الرسالة
    messageid: '1011627606552084490', // ايدي الرسالة الي ارسلها البوت
    interval: 10000 // التحديث كل كم ملي ثانية | 1000 = ثانية
}

module.exports = config


// =============================
//     تحديثات مستمرة باذن الله
//    اهم شي الحقوق لا تحذفها
// https://discord.gg/p5V4Ca7V9U
// =============================
